[
  {
    "id":1,
    "nazwa":"Zielona mila",
    "opis":"Rok 1935. Paul Edgecombe (Tom Hanks) jest jednym ze strażników bloku śmierci w więzieniu Cold Mountain. Do jego obowiązków należy odprowadzanie skazańców do celi śmierci długim korytarzem, wyłożonym zieloną wykładziną, zwaną "Zieloną milą". Pewnego dnia do więzienia przybywa olbrzymi czarnoskóry skazaniec, John Coffey (Michael Clarke Duncan). Ma oczekiwać na karę śmierci za zamordowanie dwóch białych dziewczynek. Jego wizyta na zawsze zmieni życie Paula i pozostałych pracowników więzienia.",
    "url":"https://www.youtube.com/watch?v=e7KXMnlAK14",
    "autor":"Frank Darabont",
    "rodzaj":"Dramat"
  },
  {
    "id":2,
    "nazwa":"Skazany na bluesa",
    "opis":"W historii polskiej muzyki Ryszard Riedel zajmuje miejsce szczególne. Niezrównany wokalista, autor prostych, ale wspaniałych i szczerych tekstów, charyzmatyczny wokalista zdolny porwać na koncertach tłumy, a jednocześnie postać na tragiczna – więzień i ofiara narkotykowego nałogu, który mimo sukcesów nie potrafił odnaleźć się w życiu. Choć od śmierci Riedla minęło już ponad 10 lat legenda wokalisty Dżemu",
    "url":"https://www.youtube.com/watch?v=mQKGv_jeMck",
    "autor":"Jan Kidawa-Błoński",
    "rodzaj":"Dramat"
  },
  {
    "id":3,
    "nazwa":"Mały miś polarny",
    "opis":"Mały miś polarny razem ze swoimi przyjaciółmi wybiorą się w pełną przygód podróż na archipelag Galapagos. Kiedy naukowcy będą chcieli schwytać nowego, tajemniczego przyjaciela małego misia, Lars będzie potrzebował pomocy wszystkich swoich przyjaciół",
    "url":"https://www.youtube.com/watch?v=InMOZU1lhsM",
    "autor":"Thilo Rothkirch",
    "rodzaj":"Animowany"
  },
  {
    "id":4,
    "nazwa":"Bez litości ",
    "opis":"Młoda, pociągająca dziewczyna przyjeżdża do domku w malowniczej okolicy, by napisać książkę. Początkowo sceneria wywołuje w niej uczucie spełnienia - jezioro, cisza i spokój, czego więc chcieć więcej? Sytuacja zmienia sie diametralnie, kiedy poznaje lekko ułomnego Matthew'a (Chad Lindberg), który przychodzi naprawić jej klozet. Ta daje mu  buziaka, w ramach podziękowania za wykonaną robotę.",
    "url":"https://www.youtube.com/watch?v=Jfak95AMW9k",
    "autor":"Steven R. Monroe",
    "rodzaj":"Horror"
  }
]